Repository: giellalt/corpus-fin
Catalog: tmx/sme/bible/svenskakyrkan/default.aspx_id=642909.html.tmx
Source language: fin
Languages: sme

source: Työ ja usko kulkevat käsi kädessä Ruotsin kirkossa - Svenska kyrkan - Om oss
sme: Bargat Ruoŧa girkus mearkkaša bargat juoidá mas berošta - Svenska kyrkan - Om oss

source: Työ ja usko kulkevat käsi kädessä Ruotsin kirkossa
sme: Bargat Ruoŧa girkus mearkkaša bargat juoidá mas berošta

source: Ruotsin kirkossa on sekä palkattuja työntekijöitä että vapaaehtoisia.
sme: Ruoŧa girkus leat bálkkáhuvvon bargit ja eaktodáhtolaš mielbargit.

source: Kirkon palkkalistoilla on noin 25 000 työntekijää, joista useimmat toimivat seurakunnissa.
sme: Oktiibuot girkus leat sullii 25 000 bargi, eatnasat sis barget searvegottiin.

source: Ruotsin kirkon sisällä vaikuttaa monta eri ammattiryhmää.
sme: Virggit Ruoŧa girkus Ruoŧa girkus leat máŋggat sierralágan virggit.

source: Papit, kirkkomuusikot, vahtimestarit, diakonit ja seurakuntapedagogit kuuluvat näistä yleisimpiin.
sme: Báhpat, girkočuojaheaddjit, visttihálddašeaddjit, diakonat ja searvegoddepedagogat leat dábálaš virggit girkus.

source: Heidän lisäkseen on monia muita, kuten ekonomit, kanslistit, tiedottajat ja juristit.
sme: Doppe leat máŋggat eará bargit go dát, earret eará ekonomat, kantuvrrabargit, diehtojuohkkit ja juristtat.

source: Diakonin työpaikka on seurakunnassa tai kirkollisessa instituutiossa tai hänen toimensa on kansainvälinen.
sme: Diakona Diakonan barggat searvegottis, girkolaš institušuvnnas dehe gaskariikkalaččat.

source: Työ on monipuolista: nuorten kohtaaminen ja tukeminen kaupungin yössä, kotikäynnit vanhojen ja sairaiden luona, ryhmätoiminta lasten parissa, joiden vanhemmat kärsivät päihde- ja huumeongelmista, dementoituneiden lähimmäispalvelu - todellakin kaikkea soppakeittiöstä opettamiseen.
sme: Bargu sáhttá leat máŋggalágan, ovdamearka dihte idjavázzin gávpogis nuoraid dihte, mannat ruovttus boarrásiid ja buhcciid luhtte, lágidit joavkkodoaimmaid nuoraide geaid vánhemiin leat váttisvuođat mirkoávnnasgeavahemiin, bargat demensabuhcciid oktasaš orronsajiin, gefiid boradanbáikkiin ja bargat oahpahemiin.

source: Diakonin koulutukseen sisältyy useita osioita, muun muassa Ruotsin kirkon peruskurssi, kolmen kuukauden ohjattu työharjoittelu sekä yhteiset kurssipäivät tulevien seurakuntapedagogien, kirkkomuusikkojen ja pappien kanssa.
sme: Diakonaoahpus leat máŋga oasi, earret eará Ruoŧa girku vuođđogurse, golmmamánnosaš praktihkka bagadalliiguin ja vel gursebeaivvit ovttas olbmuiguin geat leat válbmaneame searvegoddepedagogan, girkočuojaheaddjin ja báhppan.

source: Kelpoisuusvaatimuksena on lukion jälkeinen ammattikoulutus, esimerkiksi sosionomin, psykologin tai sairaanhoitajan tutkinto.
sme: Don fertet čađahan alit dási virgeoahpu, ovdamearka dihte sosionoma-, psykologa- dehe buohccedivššárskuvlla.

source: Koulutuksen viimeinen osio koostuu vuoden kestävästä niin sanotusta karitatiivisesta profiilikoulutuksesta.
sme: Maŋimus oassi oahpus lea jahkásaš oahppu, nu gohččoduvvon karitatiiva profiilaoahppu.

source: Seurakuntapedagogin tehtävänä on luoda suotuisat puitteet, jotta ihmiset voivat kasvaa ja kehittyä kristillisessä ilmapiirissä.
sme: Searvegoddepedagoga Searvegoddepedagogan don galggat ráhkadit birrasiid gos olbmot sáhttet ovdánit ja nannet iežaset risttalašvuođa.

source: Tehtäväkenttään kuuluvat lapset, nuoret ja aikuiset ja työtehtäviin voi kuulua esimerkiksi rippikoulussa opettaminen, hartaustilaisuuksista vastaaminen, aikuisopetustyön johtaminen tai vapaaehtoistyöhön aktiivisesti osallistuvien valmentaminen johtotehtäviin.
sme: Don barggat mánáiguin, nuoraiguin ja rávvásiiguin ja sáhtát šaddat bargat rihppaskuvlaoahpaheaddjin, doallat ipmilbálvalusaid, jođihit pedagogalaš bargguid rávesolbmuide dehe addit jođiheaddjioahpu eaktodáhtolaš berosteddjiide.

source: Seurakuntapedagogin koulutukseen sisältyy useita osioita, muun muassa Ruotsin kirkon peruskurssi, kolmen kuukauden ohjattu työharjoittelu ja yhteiset kurssipäivät tulevien diakonien, kirkkomuusikkojen ja pappien kanssa.
sme: Searvegoddepedagogaoahpus leat máŋga oasi, earret eará Ruoŧa girku vuođđogurse, golmmamánnosaš praktihkka bagadalliiguin ja gursebeaivvit ovttas olbmuiguin geat leat válbmaneame diakonan, girkočuojaheaddjin ja báhppan.

source: Kelpoisuusvaatimuksena lukion jälkeiset pedagogiset ammattiopinnot, esimerkiksi jonkinasteinen opettajankoulutus.
sme: Don fertet čađahan alit dási virgeoahpu, ovdamearka dihte juogalágan oahpaheaddjiskuvlla.

source: Seurakuntapedagogin koulutuksen viimeinen osio koostuu Ruotsin kirkon omasta vuoden kestävästä oppijaksosta.
sme: Maŋimus oassi searvegoddepedagogaskuvllas lea jahkásaš oahppu mas Ruoŧa girkus lea ovddasvástádus.

source: Kirkkomuusikon työ on vaihtelevaa ja tarjoaa muusikon työn ohella mahdollisuuden kannustaa toisia kehittymään musiikillisesti.
sme: Girkočuojaheaddji Bargu girkočuojaheaddjin lea molsašuddi ja addá dutnje vejolašvuođa čuojahit seammás go beasat movttidahttit earáid ovdánit iežaset musihkkaráhkadeamis.

source: Tehtäviin sisältyy muusikon, kuoronjohtajan ja pedagogin työ.
sme: Don beasat bargat čuojaheaddjin, lávlunjoavkojođiheaddjin ja pedagogan.

source: Kirkkomuusikko saa järjestää konsertteja ja hän saa olla mukana valittaessa musiikkia jumalanpalveluksiin sekä elämän tärkeisiin hetkiin, kuten kastejuhliin, häihin ja hautajaisiin.
sme: Don beasat maid lágidit konsearttaid ja hábmet musihkka eallima dehálaš dáhpáhusaide dego risttašeapmái, heajaide ja hávdádusaide.

source: Kanttoriksi voi opiskella kansankorkeakoulussa, korkeakoulussa tai musiikkikorkeakoulussa. Koulutus on kaksivuotinen.
sme: Kántor Don sáhtát šaddát kántorin jos čađahat guovttejahkásaš oahpu álbmotallaskuvllas, allaskuvllas dehe musihkkaallaskuvllas.

source: Sen jatkoksi vaaditaan Ruotsin kirkon peruskurssi sekä työharjoittelu ja yhteiset kurssipäivät tulevien seurakuntapedagogien, diakonien ja pappien kanssa.
sme: Dasa lassin gullo Ruoŧa girku vuođđogurse, praktihkka ja gursebeaivvit ovttas olbmuiguin geat leat válbmaneame searvegoddepedagogan, diakonan dehe báhppan.

source: Kanttorin pätevyyden hankkiminen kestää näin ollen 2,5-3 vuotta.
sme: Jos áigo šaddat dohkálaš kántorin de ferte oahpu gazzat guovtti ja bealle jagis gitta golmma jahkái.

source: Urkuriksi valmistuu suorittamalla taiteen kandidaatin tutkinnon, pääaineena kirkkomusiikki, jossakin Ruotsin musiikkikorkeakouluista (kolmivuotinen koulutus).
sme: Orgelčuojaheaddji Don šattat orgelčuojaheaddjin jos čađahat dáiddalaš kandidáhttaeksámena girkomusihkkasuorggis (golmmajahkásaš oahppu) soames musihkkaallaskuvllas Ruoŧas.

source: Vuoden kestävä lisäkoulutus tutkinnon jälkeen tuo sitten pätevyyden Ruotsin kirkon virkaan.
sme: Maŋŋil dan ferte čađahit loahpalaš oahppojagi ovdal go oažžu virggi Ruoŧa girkus.

source: Papin tehtävänä on auttaa ihmisiä kohtaamaan Jumala heidän omassa elämässään, saada heidät kasvamaan uskossa.
sme: Báhppa Leat báhppan mearkkaša veahkehit olbmuid oažžut ipmárdusa Ipmilis eallimisttiset, oažžot olbmuid nannet jáhkuset.

source: Pappi on tavattavissa elämän eri vaiheissa ja tilanteissa.
sme: Don gávnnadat olbmuiguin eallima sierralágan dásiin ja diliin.

source: Kastetoimitukset ja vihkimiset hoituvat rinta rinnan rippikoululais- ja nuorisotapaamisten kanssa.
sme: Risttašeamit ja heajat leat buohtalaga rihppaskuvlajoavkkuiguin ja nuoraid čoahkkimiiguin.

source: Joskus voi olla kyseessä luottamuksellinen keskustelu uskoon tai elämäntilanteeseen liittyvistä asioista.
sme: Sáhttá maid leat jearaldat jávohisvuođa bakku bakte ságastallat olbmuiguin persuvnnalaččat oskku- ja eallingažaldagaid birra.

source: Teologian opinnot koostuvat useista eri osioista.
sme: Báhppaoahpus leat máŋga oasi.

source: 300 teologian opintopistettä yliopistossa tai korkeakoulussa ja työharjoittelun päätteeksi lukukausi Ruotsin kirkon pastoraali-instituutissa Uppsalassa tai Lundissa.
sme: Don galggat lohkat 300 allaskuvlačuoggá teologiijas universitehtas dehe allaskuvllas, oassálastit praktihkas ja de lohkat loahpalaš termiinna Ruoŧa girku báhpalaš instituhtas Uppsalas dehe Lundas.
